{
  "home": "Home",
  "website": "demoTrip.com",
  "welcome": "Welcome To Home",
  "Fights": "Fights",
  "Adults": "Adults",
  "Children": "Children",
  "Infants": "Infants",
  "Direct": "Direct",
  "info": "info",
  "info-1": "Please select exact number of passengers to view the best prices",
  "book-info-1": "The latest price of the ticket will be reloaded",
  "book-info-2": "Ticket prices will vary according to the supply and demand of aircraft seats; We want to make sure what you see is the latest price.",
  "book-info-3": "The current flight has been sold out",
  "addflight": "Add anther flight",
  "listInfo1": "In-flight Services",
  "copyright": "Copyright © 2023 demoTrip.com Pte.Ltd. All rights reserved",
  "emailLogin": "Email",
  "manageAndbenefits": "Manage your bookings with ease and enjoy member-only benefits",
  "password": "password",
  "confirm": "confirm",
  "Checked Baggage": "Checked Baggage",
  "Carry-on Baggage": "Carry-on Baggage",
  "No checked baggage allowance": "No checked baggage allowance",
  "Booking Information": "Booking Information",
  "Baggage Allowance": "Baggage Allowance",
  "Cancellation And Change Policies": "Cancellation And Change Policies",
  "Policies and Baggage Allowance": "Policies and Baggage Allowance",
  "Cancellations Fee": "Cancellations Fee",
  "Changes Fee": "Changes Fee",
  "Detail": "Detail",
  "Passenger": "Passenger",
  "No ID number required to book.": "No ID number required to book.",
  "Contact Details": "Contact Details",
  "contact us": "contact us",
  "Mainland China": "China HongKong",
  "New Zealand": "New Zealand",
  "Other Locations": "Other Locations",
  "Email Us": "Email Us",
  "next": "next",
  "book": "book",
  "policyInfo1": "Non-refundable",
  "policyInfo2": "Non-changeable",
  "policyFree": "free",
  "Let your travels begin with ease.":"Let your travels begin with ease.",
  "No flight data found": "Please note that due to the impact of COVID-19, most Flight Corporation have streamlined operations and the limited number of flights available. Thank you for your understanding.",
  "clock": "Please pay the order within {$}",
  "home-info-1": "Informed Travel During COVID-19",
  "Travel informed. Use our interactive map to view exit and entry restrictions around the world.": "Travel informed. Use our interactive map to view exit and entry restrictions around the world.",
  "Committed to Healthy Flying": "Committed to Healthy Flying",
  "m1-dt": "HEPA Filters",
  "m1-dd": "Cabin air is thoroughly filtered via High Efficiency Particular Air Filters.",
  "m1-de": "Aircraft filters remove dust particles, and airborne contaminants such as viruses and bacteria, ensuring the quality of cabin air to the greatest extent possible. These advanced filters perform at a similar level as those used in hospital operating rooms and industrial clean rooms. Cabin air is filtered numerous times during your flight.",
  "m2-dt": "Hand Sanitizer",
  "m2-dd": "Hand sanitizer is available at many major airports around the world.",
  "m2-de": "Passengers can easily find hand sanitizer throughout most airports, including at check-in counters, immigration and security check-points, departure areas and lounges, boarding gates, and arrival areas. Some airlines include it in amenity kits as well.",
  "m3-dt": "Temperature Checks",
  "m3-dd": "Your temperature is checked by airlines and airports upon departure and arrival.",
  "m3-de": "To reduce the chances of people with symptoms entering an airport or boarding a plane, temperature screenings and individual checks are performed throughout the entire process, from boarding and departure through to arrival.",
  "m4-dt": "Deep Cleaning",
  "m4-dd": "Planes are thoroughly cleaned.",
  "m4-de": "Airlines are doubling down on their cleaning efforts. This includes strict disinfection of surfaces and fixtures such as overhead compartments, television screens, meal trays, seats and arm-rests. Cleaning is done by professionals using quality cleaning and disinfectant products.",
  "m5-dt": "Aircraft Ventilation",
  "m5-dd": "Constant flow of fresh air.",
  "m5-de": "Airplanes draw in fresh air from outside and discharge used air out of the aircraft throughout the flight.",
  "m6-dt": "Social Distance",
  "m6-dd": "Seating arrangements & personal space.",
  "m6-de": "Airlines arrange seating to ensure maximum distance between passengers to the best of their abilities. Additionally, when queuing, airport and airline staff will instruct you to keep your distance according to WHO guidelines. Please follow these instructions for your safety and the safety of those around you.",
  "m7-dt": "Modified Inflight Services",
  "m7-dd": "No stone left unturned to ensure your safety.",
  "m7-de": "Depending on the airline, certain services might be suspended, adjusted or added. Most common are the suspension of hot-towels, pillows, blanket services and modified catering services.",
  "m8-dt": "Catering Safeguards",
  "m8-dd": "Going above and beyond.",
  "m8-de": "Preparation and storage of your food and beverages is carried out in accordance with food safety standards. Procedures follow and sometimes exceed the standards of the relevant regulatory authorities.",
  "m9-dt": "Health Declaration Forms",
  "m9-dd": "Provide your recent travel history.",
  "m9-de": "The completion of a detailed health declaration form may be requested. Cases that are considered to be a risk are referred to the relevant authorities. We kindly ask for your cooperation in this matter.",
  "flightlen": "Find {$} flights",
  "book-tips-1-t": "[Ticket Issuance Time] ",
  "book-tips-1-d": "After successful payment, the invoice will be issued within 48 hours.",
  "book-tips-2-t": "[Separate Bookings] ",
  "book-tips-2-d": "To help you get a better deal, your flights will be split into separate bookings. After tickets are issued, any cancellations and changes will need to be dealt with separately according to corresponding supplier policies.",
  "assistance-1": "If you require wheelchair access or other assistance please contact customer support after completing this booking.",
  "agreeBtn": "I have read and agree to the following demoTrip.com Booking terms and conditions:",
  "lowcost": "From ",
  "Please input your user name!": "Please input your user name!",
  "Please input your password!": "Please input your password!",
  "Please enter Email or User Name": "Please enter Email",
  "loginStatement": "By signing in or registering, you are demmed to have agreed to the demoTrip.com Terms and Conditions and Privacy Statement",
  "home-info-t-1": "Consumer First",
  "home-info-t-2": "More international routes",
  "home-info-t-3": "Reputable Brand",
  "home-info-t-4": "Competitive Pricing",
  "home-info-t-5": "Easy to Use",
  "home-info-d-1": "The fundamental principle of customer experience is centered around prioritizing the needs and satisfaction of the customer, with a focus on providing prompt and friendly service.",
  "home-info-d-2": "Arrive in any city you want to go.",
  "home-info-d-3": "Rich service experience, quick and convenient guarantee services.",
  "home-info-d-4": "As a major partner of multiple travel service providers, we provide high-quality products and services at competitive rates in the market.",
  "home-info-d-5": "Simple and user-friendly booking process.",
  "forgetContent": "Please enter the your user name. We'll send a reset page to related email address.",
  "setPwdContent": "Please enter the your user name. We'll send a password-set page to related email address.",
  "Already a demoTrip.com member ? Sign In >": "Already a demoTrip.com member ? Sign In >",
  "no-find": "Sorry, no flight match.",
  "retry-search":"Please change the passenger type or other route and then check again.",
  "companyProfile":"Compay Profile",
  "about": "About demoTrip",
  "paymentMethod": "Payment Method",
  "Our Partners": "Our Partners",
  "CompanyTitle":"About demoTrip.com",
  "PrivacyTitle":"Privacy Policy",
  "TermsTitle":"Terms and Conditions",
  "Security Certificate": "Security Certificate",
  "Order Details": "Order Detail",
  "Cancel Order": "Cancel",
  "Order Cancelled": "Order Cancelled",
  "viewDetailAfterLogin": "You must be logged in to view order details",
  "createOrder": "Create Order...",
  "This page has been on for too long": "This page has been on for too long",
  "Please search for flights again": "Please search for flights again",
  "Booking failed: Reservation failed": "Booking failed: Reservation failed",
  "The certificate must be valid for more than 180 days": "The certificate must be valid for more than 180 days"
}
